Repository: common-repository/cookielegit
Catalog: languages/cookie-legit-*.po
Languages: nl_nl

source: The last cookie manager you'll need
nl_nl: De laatste cookie manager die je nodig hebt

source: Notice settings
nl_nl: Melding instellingen

source: Pixel settings
nl_nl: Pixel instellingen

source: Blocking
nl_nl: Blokeren

source: This website uses cookies to ensure the best user experience.
nl_nl: Deze website maakt gebruik van cookies om je de beste gebruikers ervaring te geven.

source: Learn more
nl_nl: Lees meer

source: Change preferences
nl_nl: Voorkeur aanpassen

source: Save preferences
nl_nl: Voorkeur opslaan

source: Accept
nl_nl: Accepteren

source: Deny
nl_nl: Afwijzen

source: Essential cookies
nl_nl: Essentiële cookies

source: Cookies that make the website function as intended
nl_nl: Cookies die nodig zijn om de website te laten functioneren zoals bedoeld.

source: Analytical cookies
nl_nl: Analytische cookies

source: Cookies that keep track of you.
nl_nl: Deze cookies helpen ons een beter inzicht te krijgen van de gebruikers op onze site

source: Cookies with marketing purpose.
nl_nl: Cookies met een marketing doeleinde

source: Allow marketing cookies to see iframes
nl_nl: Sta cookies toe om iframes te zien

source: Top
nl_nl: Bovenaan

source: Bottom
nl_nl: Onderaan

source: Top left
nl_nl: Linksboven

source: Top right
nl_nl: Rechtsboven

source: Bottom left
nl_nl: Linksonder

source: Bottom right
nl_nl: Rechtsonder

source: About
nl_nl: Over

source: Additional settings
nl_nl: Extra instellingen

source: Save settings
nl_nl: Instellingen opslaan

source: Give us some love
nl_nl: Geef ons wat liefde

source: This option will add our logo under the explanation about cookies in the preferences screen. We would appreciate it much!
nl_nl: Deze optie plaatst ons logo met een link naar onze website in het voorkeur scherm

source: Blocking settings
nl_nl: Blokeer instellingen

source: Prevent iframe's from loading an placing unwanted cookies.
nl_nl: Voorkom dat iframes ongewenste cookies plaatsen

source: Block Iframe's
nl_nl: Blokeer Iframes

source: This overlay will appear when Iframe's are blocked
nl_nl: Deze overlay verschijnt wanneer Iframe's zijn geblokkeerd

source: Overlay text
nl_nl: Overlay tekst

source: Background
nl_nl: Achtergrond

source: Script blocking
nl_nl: Scripts blokeren

source: Prevent scripts from loading when your user hasn't accepted cookies yet
nl_nl: Voorkom dat scripts worden geladen die mogelijk niet functionele cookies plaatsen

source: Block scripts
nl_nl: Blokeer scripts

source: Exclude scripts from being blocked, some scripts might be necessary to let your site function. One script per line.
nl_nl: Sluit scripts uit voor blokkering. Sommige scripts kunnen nodig zijn om uw site te laten functioneren. Eén script per regel.

source: Notice type
nl_nl: Melding soort

source: This is type of banner that will be display when the user first visits your site.
nl_nl: Het type melding dat geplaatst wordt als gebruikers nog geen consent hebben gegeven

source: Notice position
nl_nl: Melding positie

source: This controls the position of the cookie notice.
nl_nl: Dit bepaald waar de melding geplaatst wordt

source: The selected notice type does not have position options
nl_nl: De gekozen melding soort heeft geen positive mogelijkheden

source: Notice text
nl_nl: Melding tekst

source: Let your users know that you're using cookies.
nl_nl: Laat uw gebruikers weten dat je cookies gebruikt

source: Notice appearance
nl_nl: Melding uiterlijk

source: Style the cookie notice your way.
nl_nl: Geef de melding een uiterlijk dat bij je website past

source: Text color
nl_nl: Tekst kleur

source: Border radius
nl_nl: Randradius

source: Let users find you privacy statement.
nl_nl: Laat gebruiker uw privacyverklaring vinden op een makkelijke manier

source: User concent
nl_nl: Gebruikers voorkeur

source: Let users set their cookie preferences.
nl_nl: Laat gebruikers hun voorkeur instellen

source: Change the text and style of the %s button
nl_nl: Verander de tekst en opmaak van de %s knop

source: Button text
nl_nl: Knop tekst

source: Color
nl_nl: Kleur

source: %s text
nl_nl: %s tekst

source: Let your users what %s cookies are in your own words
nl_nl: Laat gebruikers weten waarvoor je %s cookies gebruikt

source: Title
nl_nl: Titel

source: Description
nl_nl: Beschrijving

source: Enable this if you use consent mode in Google tag manager.
nl_nl: Zet dit aan als je gebruik maakt van de Google tag manager consent mode

source: Give us your %s tracking code identifier and we'll take care of the rest
nl_nl: Vul je %s tracking code in en laat ons de rest regelen

source: You are currently editing the settings for all languages, this has no effect!
nl_nl: Op het moment ben je de instellingen van alle talen aan het bewerken, dit heeft geen effect!

source: Additional
nl_nl: Aanvullend
